{
  "basics": {
    "name": "Micah Alex",
    "label": "Designer",
    "picture": "/assets/Avatar.jpg",
    "email": "micah.dvpp7@aleeas.com",
    "phone": "",
    "website": "https://khattamicah.xyz",
    "summary": "I am interested in spheres of work revolving around community technology, archives, novel interfaces etc. I prefer to work as a generalist but have some experience with field research, writing, graphic designing and teaching/facilitating. I dabble in code and art, sometimes.",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "Torrance",
      "countryCode": "US",
      "region": "California"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "Micah Alex",
        "url": "https://linkedin.com/in/micahalex/"
      }
    ]
  },
  "work": [
    {
      "company": "OCHIN",
      "position": "EHR Support",
      "website": "https://ochin.org/",
      "startDate": "2023-07-01",
      "endDate": "",
      "summary": "USA-wide Health Center controlled network",
      "highlights": [
        "Provided exemplary customer support by addressing a wide range of queries related to Electronic Health Record (EHR) systems, demonstrating a understanding of user needs and technical proficiency.",
        "Leveraged technical tools such as Jira and Azure ADFS to streamline customer service processes, improving response times and ensuring effective resolution of issues."
      ]
    },
    {
      "company": "Aruvu",
      "position": "Consultant",
      "website": "https://aruvu.org",
      "startDate": "2024-01-01",
      "endDate": "",
      "summary": "A collective of grassroots organisations and collectives across multiple places in Karnataka",
      "highlights": [
        "Co-Designed a fellowship model to research and practice different ways of imagining AI-adjacent processes with creative practitioners across Bidar and Channapatna."
      ]
    },
    {
      "company": "Design Beku",
      "position": "Designer",
      "website": "https://designbeku.in",
      "startDate": "2020-06-01",
      "endDate": "2022-12-31",
      "summary": "Design Beku is an organisation aimed at co-designing with Communities for equitable futures",
      "highlights": [
        "During 2022, I co-authored grant proposals on themes like digital rights, open-source software, and equitable platforms. I co-designed and co-facilitated a 90+ participant [townhall](https://twitter.com/DesignBeku/status/1305805491126247424?s=20&t=fWFgayBf_gS-tGYtN90eNQ) to collaboratively shape Design Beku’s organizational charter, and led a Design Baithak to explore [the influence of live-streaming on political narratives](https://khattamicah.xyz/portfolio/presentation/2020-01-01-The-Imposter-Among-Us/).",
        "Additionally, I co-designed a workshop on algorithms and digital privacy for immigrant communities in Delhi and led a volunteer team to create and distribute educational resources during the COVID-19 lockdown.",
        "In collaboration with Enable India, I facilitated the building of a knowledge infrastructure for individuals with disabilities, including organizing workshops for Disability NGO Alliance Coordinators across Karnataka."
      ]
    },
    {
      "company": "Janastu",
      "position": "Design and Outreach",
      "website": "https://open.janastu.org",
      "startDate": "2020-09-01",
      "endDate": "2022-06-01",
      "summary": "Janastu is An Open-Tech Open-Knowledge organization focusing on projects aimed at community empowerment and technological innovation.\n",
      "highlights": [
        "I  presented the design of the Milli platform at an [international](https://www.milli.link/iaw2021/#ways-of-seeing--an-archive-annotation-workshop) conference, demonstrating its potential to foster cross-institutional knowledge sharing and engage a variety of audiences in discussions about open, decentralized access to knowledge.",
        "Was a Panel Speaker at [Alternatives and Demands in Network Ruins](https://twitter.com/dcwalk_/status/1381598287082500100?s=20&t=UQoNcd_xPznfUZlNuWoDbA).",
        "In addition to the Milli Project, I contributed to several other initiatives, such as the [Papad Project](https://open.janastu.org/projects/papad), where I designed audio-based features for rural communities to record and share stories.",
        "I contributed to several community-focused initiatives, including media literacy workshops for young women in rural Uttar Pradesh, where I facilitated digital storytelling through reconfigured devices.",
        "I co-wrote proposals for projects in open hardware, software, and localization, and played a pivotal role in managing events like Anthillhacks 2020. My work also involved collaborating with grantmakers and stakeholders on various projects, such as visualizing [migratory routes of pastoralists](https://blog.janastu.org/mapping-migratory-routes-of-pastoralists/) and designing audio-centric platforms for rural knowledge-sharing communities.",
        "I published a few pieces, including on topics like [community-owned Wi-Fi mesh](https://branch.climateaction.tech/issues/issue-4/cows/) networks and [educational initiatives](https://blog.janastu.org/journeys-dreams-and-everything-in-between/) using [Raspberry Pi](https://blog.janastu.org/a-case-for-a-webinar-pi/) technology."
      ]
    },
    {
      "company": "Living Labs Network and Forum",
      "position": "Network Coordinator",
      "website": "https://livinglabs.network/",
      "startDate": "2019-11-01",
      "endDate": "2021-12-31",
      "summary": "LLNaF is an organisation focussed at Alternative Development through Generative Research\n",
      "highlights": [
        "From Nov 2019 to Jan 2022, as a Network Coordinator, I focused on community-centered research, writing, and network-building, culminating in my thesis [*Care-full Collectives and their Care Practices*](https://khattamicah.xyz/portfolio/research/publication/2020-01-01-Carefull-Collectives-and-their-Care-Practices/) (Aug 2020), exploring care networks and collaboration across collectives. I helped develop a [visualisation](https://kumu.io/embed/1586e748a8bc19787d61801a7eda1e00) of a knowledge observatory with over 300 students and 100+ local coordinators, visiting Bidar frequently for interviews and community projects.",
        "I translated [works](https://indiaifa.org/grants-projects/rukhsana-nazeen.html) from Urdu, co-wrote grant proposals, and co-authored publications, including [*Technofutures from Bidar*](https://one.compost.digital/fertile-technofutures-from-bidar/)*,* detailing the setup of a community mesh network to support the local creative economy.",
        "Additionally, I facilitated workshops, co-edited *Untold Bidar*, and co-wrote pieces on agrarian practices, interviewing local farmers, scientists, and creative practitioners."
      ]
    },
    {
      "company": "Habba",
      "position": "Impact and Partnership Intern",
      "startDate": "2019-05-01",
      "endDate": "2019-07-01",
      "summary": "Habba is an organsiation that aims to bring artisanal products from diverse craftsmen to the internet",
      "highlights": [
        "I was initially tasked with managing relationships with existing NGO partners and exploring new partnerships, while gaining insights into the organization's learning opportunities. I proactively took on diverse responsibilities, including redesigning the website using Figma to enhance user experience, sourcing handicrafts for the site, and identifying potential partnerships. I contributed to the growth of the Habba brand by helping develop new services like Habba Bowl and Habba Juices, conducting surveys, and drafting plans. Additionally, I played an active role in event planning and office space reimagining, demonstrating my strategic and innovative approach to problem-solving and project development."
      ]
    },
    {
      "company": "True Editors",
      "position": "Freelance Editor",
      "website": "",
      "startDate": "2017-01-01",
      "endDate": "2019-01-01",
      "summary": "A proofreading and editing consultancy\n",
      "highlights": [
        "Edited manuscripts, academic documents, whitepapers, etc."
      ]
    }
  ],
  "education": [
    {
      "institution": "Srishti School of Art, Design and Technology",
      "area": "Design Led Innovation",
      "studyType": "Masters",
      "endDate": "2020-06-30",
      "courses": [
        "Future and Foresight",
        "Markets",
        "Innovation and Design Strategy",
        "Ethnographic Research"
      ]
    },
    {
      "institution": "Pune University",
      "area": "Electronics and Telecommunications Engineering",
      "studyType": "Bachelors",
      "endDate": "2018-08-01"
    }
  ],
  "skills": [
    {
      "name": "Design Research",
      "keywords": [
        "User Research",
        "Prototyping",
        "Participatory Design",
        "Field-Based Learning"
      ]
    },
    {
      "name": "Facilitation & Teaching",
      "keywords": [
        "Course Development",
        "Project-Based Learning",
        "Presentations and Workshops"
      ]
    },
    {
      "name": "Mapping & Data Visualization",
      "keywords": [
        "QGIS"
      ]
    },
    {
      "name": "Writing & Editorial",
      "keywords": [
        "Research Publications",
        "Grant Writing",
        "Editorial Work"
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native speaker"
    },
    {
      "language": "Hindi",
      "fluency": "Native speaker"
    },
    {
      "language": "Marathi",
      "fluency": "Intermediate speaker"
    },
    {
      "language": "Malayalam",
      "fluency": "Intermediate speaker"
    }
  ],
  "interests": [
    {
      "name": "Digital Histories & Archives",
      "keywords": [
        "Web Annotation",
        "Archival Technology",
        "IIIF",
        "Community Archives"
      ]
    },
    {
      "name": "Speculative Design",
      "keywords": [
        "Critical Futurism",
        "Future Interfaces"
      ]
    },
    {
      "name": "Technology & Care",
      "keywords": [
        "Place-based",
        "Audio-based",
        "Decentralised",
        "Community Networks"
      ]
    }
  ],
  "certificates": [
    {
      "name": "Digital Media for Health Outcomes",
      "issuer": "Coursera",
      "date": "2023",
      "url": "https://coursera.org/verify/QP4A89M3DKG4"
    },
    {
      "name": "Science Communication: Communicating Trustworthy Information in the Digital World",
      "issuer": "Coursera",
      "date": "2023",
      "url": "https://coursera.org/verify/W6A92EVAMLES"
    }
  ],
  "projects": [
    {
      "name": "Lived Experience Knowledge Archive",
      "description": "I was part of a design research initiative for a collaborative project between Enable India and Design Beku, aimed at creating a knowledge infrastructure to support individuals with disabilities. This included orchestrating workshops with Disability NGO Alliance Coordinators (GSCs) across Karnataka to identify challenges and experiences in disability support. I developed a metadata schema to build a repository of experiences, created a Notion-based website for the database, and integrated it with Enable India's support WhatsApp bot for broader accessibility. I contributed to mapping existing infrastructures, co-designed the Asset Library and Service Layer for the Open Livelihood Maidan (OLM), and documented the project's processes. Key deliverables included the Asset Library, GSC Starter-Kit, service design toolkits, and frameworks for asset generation. I also organized the nationwide dissemination of journey maps and experience booklets, and led workshops on participatory research and archival practices. Additionally, I introduced interview data booklets at a national conference, engaging over 100 disability organizations and promoting the project's knowledge dissemination.",
      "keywords": [
        "design research",
        "service design",
        "workshop facilitation"
      ],
      "startDate": "2022-01-01",
      "endDate": "2022-12-31",
      "type": "design research"
    },
    {
      "name": "Climate Resource Center",
      "description": "Interviewed farmers, seed distributors, agrarian scientists, and Published pieces about local agrarian practices, mythic narratives and heuristics used by farming practitioners to care for their environments in the context of learning climate practices",
      "keywords": [
        "design research",
        "place-based research",
        "writing"
      ],
      "url": "https://crc-bidar.network/",
      "startDate": "2021-01-01",
      "endDate": "2021-12-31",
      "type": "design research"
    },
    {
      "name": "Kishori Film Festival",
      "description": "Designed and facilitated 8-week long media-literacy classes for 11th grade young women from rural UP. Utilized reconfigured tools and devices, including Inshot for video-making and Aamne Samne Pi, a modular, open-source device, to facilitate digital storytelling. Promoted local collaborations and repairable technology to support sustainable use within the community network.",
      "url": "https://open.janastu.org/labs/kifi-2021",
      "keywords": [
        "design research",
        "media-making workshop"
      ],
      "startDate": "2021-02-01",
      "endDate": "2021-08-31",
      "type": "design research"
    },
    {
      "name": "South Asian Digital History",
      "description": "Started curating existing web content from two buckets.History of the Digital: This includes the exploration of technology and the internet and their interaction with socio-cultural phenomena within South Asia.Digitized History: As archives throughout South Asia transition to digitization, formerly inaccessible cultural and historical artifacts become available for study and exploration.",
      "url": "https://micahchoo.github.io/awesome-digital-history-South-Asia/",
      "keywords": [
        "digital history",
        "history of the digital",
        "south asia"
      ],
      "startDate": "2023-07-01",
      "endDate": "2023-08-31",
      "type": "design research"
    },
    {
      "name": "Wikipedia Editathon - Dalit History Month 2024",
      "description": "Contributed a total of 24.5K words across 27 edited articles, including the creation of 2 new articles. Added 167 references, made 2 Commons uploads, and achieved 105k article views. ",
      "url": "https://xtools.wmcloud.org/topedits/en.wikipedia.org/Miximon/0/Dalit_literature",
      "keywords": [
        "literature review"
      ],
      "startDate": "2021-02-01",
      "endDate": "2021-08-31",
      "type": "design research"
    },
    {
      "name": "Hyderabad Maps Illustration",
      "description": "A freelance project illustrating old maps of Hyderabad using GIS tools for research purposes.",
      "highlights": [
        "Created over 10 digital illustrations of historical maps.",
        "Produced 10+ annotated maps using QGIS."
      ],
      "keywords": [
        "GIS",
        "Map Illustration",
        "Historical Maps"
      ],
      "startDate": "2023-10-01",
      "endDate": "2023-11-01",
      "roles": [
        "GIS Illustrator"
      ],
      "entity": "Freelance",
      "type": "Data Visualisation"
    },
    {
      "name": "Indian Institute of Human Settlements - Website Development",
      "description": "Developed a WordPress web experience for the Tamil Nadu Government Sustainable Habitats program, incorporating interactive navigation and data visualization.",
      "highlights": [
        "Built an interactive chat navigation using Google Dialogflow.",
        "Created a data visualization of the Tamil Nadu district map for the program."
      ],
      "keywords": [
        "WordPress",
        "Google Dialogflow",
        "Data Visualization",
        "Web Development"
      ],
      "startDate": "2024-01-01",
      "endDate": "2024-02-02",
      "roles": [
        "Web Developer"
      ],
      "entity": "Indian Institute of Human Settlements",
      "type": "Web Development",
      "url": "https://tnsustainablehabitat.com/"
    },
    {
      "name": "Seeing, Being, Doing: Design",
      "role": "Design Instructor",
      "startDate": "2022",
      "endDate": "2022",
      "description": "Co-facilitated a course for 22 4th-year HCD students focusing on exploring gathering spaces and practicing situated-making. Students engaged in activities such as site mapping and artifact building, learning through a field-based studio environment.",
      "entity": "Srishti Manipal Institute Of Art, Design and Technology",
      "type": "teaching",
      "highlights": [
        "Promoted experiential learning and collaboration with external partners.",
        "Fostered artistic exploration in response to real-life contexts."
      ]
    },
    {
      "name": "Beyond Listening",
      "role": "Instructor",
      "startDate": "2022",
      "endDate": "2022",
      "description": "Co-facilitated a course on podcasting and oral narratives, covering podcast production, interview techniques, and audio editing. Explored the role of sound in publishing, particularly for low English literacy populations in India.",
      "type": "teaching",
      "highlights": [
        "Guided students in planning, producing, and presenting podcasts.",
        "Emphasized the politics of sound and its impact on diverse communities."
      ]
    },
    {
      "name": "Speculative Technological Design Studio",
      "role": "Co-facilitator",
      "startDate": "2021",
      "endDate": "2021",
      "description": "Led a project-based learning studio on speculative technological design, guiding students to work with local creative practitioners on archiving and distributing knowledge.",
      "type": "teaching",
      "entity": "Srishti Manipal Institute Of Art, Design and Technology",
      "highlights": [
        "Focused on collaborative knowledge-sharing with local creatives.",
        "Explored speculative design methods for local content distribution."
      ]
    },
    {
      "name": "Alternatives and Demands in Network Ruins",
      "type": "conference/talk/panel",
      "startDate": "2021",
      "endDate": "2021",
      "url": "https://twitter.com/dcwalk_/status/1381598287082500100?s=20&t=UQoNcd_xPznfUZlNuWoDbA",
      "description": "Participated in a panel talk discussing Servelots/Janastu’s experiments with Community Networks, focusing on innovative solutions and challenges in sustaining community-driven networking models."
    },
    {
      "name": "Milli Platform Presentation at International Archives Week",
      "type": "conference/talk/panel",
      "startDate": "2021",
      "endDate": "2021",
      "url": "https://www.milli.link/iaw2021/#ways-of-seeing--an-archive-annotation-workshop",
      "description": "Presented the designs for the Milli platform at International Archives Week, demonstrating its capabilities for collaborative discovery, annotation, and re-narration of archival knowledge to 25+ organizational stakeholders across India.",
      "highlights": [
        "Showcased Milli's web-annotation-based design aimed at unlocking knowledge across institutional archives."
      ]
    },
    {
      "name": "The Impostor Among Us - Design Baithak",
      "type": "conference/talk/panel",
      "startDate": "2021",
      "endDate": "2021",
      "url": "https://khattamicah.xyz/portfolio/presentation/2020-01-01-The-Imposter-Among-Us/",
      "description": "Facilitated a design Baithak to discuss emerging behaviors in political live-streaming, exploring how platforms influence the portrayal of 'truth' and 'ignorance.' The session combined readings and discussions on platform impacts on real-time political narratives."
    },
    {
      "name": "Milli Project",
      "type": "ux design",
      "startDate": "2021-02-01",
      "endDate": "2021-08-31",
      "description": "Collaborated with archivists and Janastu to design and implement Milli, a platform to democratize archival access through W3C Web Annotation Standards, enabling collaborative annotation, discovery, and sharing.",
      "highlights": [
        "Led the design and development of Milli, utilizing the W3C Web Annotation Standard to foster a democratic archival platform.",
        "Prioritized features based on user personas and intentions, shaping user flows for annotating archival items, private curation, and optimized search.",
        "Organized collaborative sessions with private, public, and community-based organizations to ensure project goals and alignments."
      ]
    },
    {
      "name": "Papad Project",
      "type": "ux design",
      "startDate": "2022-04-01",
      "endDate": "2022-12-31",
      "url": "https://open.janastu.org/projects/papad",
      "description": "Designed Papad, an audio-visual publishing platform tailored for individuals with low literacy, providing access to content through audio and visual means, effectively addressing literacy barriers.",
      "highlights": [
        "Conducted user research to identify key design paths, focusing on audio-based recording to align with community needs in rural knowledge-sharing contexts.",
        "Implemented features such as segmented audio, tagging, and storyboarding to enhance usability for low-literacy users.",
        "Led the design process, including compiling feature lists, developing wireframes, and prototyping with PatternFly Design System."
      ]
    }
  ],
  "publications": [
    {
      "name": "The case for a Webinar Pi",
      "publisher": "Janastu Blog",
      "releaseDate": "2022-06-01",
      "url": "https://blog.janastu.org/a-case-for-a-webinar-pi/",
      "summary": "Advocates for the development of Webinar Pi, a platform built on Raspberry Pi technology to foster digital literacy and empowerment among low-literate rural communities."
    },
    {
      "name": "Jingle Tales",
      "publisher": "Critical Code Recipes",
      "releaseDate": "2021-08-01",
      "url": "https://criticalcode.recipes/contributions/jingle-tales",
      "summary": "Details a project in Mirzapur, India, where laptops made from Raspberry Pis were provided to young women for exploration and skill-building."
    },
    {
      "name": "Journeys, Dreams, and Everything In Between",
      "publisher": "Janastu Blog",
      "releaseDate": "2021-12-01",
      "url": "https://blog.janastu.org/journeys-dreams-and-everything-in-between/",
      "summary": "Describes a collaborative initiative to empower young women in underserved communities in Mirzapur, Uttar Pradesh, through technology and skill development."
    },
    {
      "name": "Learning from COWs: Community Owned Wifi-Mesh",
      "publisher": "Branch Magazine",
      "releaseDate": "2020-11-01",
      "url": "https://branch.climateaction.tech/issues/issue-4/cows/",
      "summary": "Reflects on facilitating community networks to support open climate networks through community practices and local engagement."
    },
    {
      "name": "Mapping Migratory Routes of Pastoralists across India",
      "publisher": "Janastu Blog",
      "releaseDate": "2021-05-01",
      "url": "https://blog.janastu.org/mapping-migratory-routes-of-pastoralists/",
      "summary": "Collated and visualized migratory routes of pastoralists across India, integrating data to map seasonal movements and community pathways."
    },
    {
      "name": "Community Networks Stories: Experiences from Co-creating a Local Knowledge Network",
      "publisher": "Association for Progressive Communications",
      "releaseDate": "2020-03-01",
      "url": "https://www.apc.org/en/blog/community-networks-stories-experiences-co-creating-local-knowledge-network",
      "summary": "Shares insights on co-creating a local knowledge network to support digital infrastructure in communities."
    },
    {
      "name": "Technofutures from Bidar",
      "publisher": "Compost Digital",
      "releaseDate": "2022-09-01",
      "url": "https://one.compost.digital/fertile-technofutures-from-bidar/",
      "summary": "Explores setting up a community mesh network to foster a local creative economy through archival and annotation practices."
    },
    {
      "name": "Tweaking the Education System",
      "publisher": "Yes, I am Happy",
      "releaseDate": "2018-06-01",
      "url": "https://web.archive.org/web/20181112165829/http://yesiamhappy.me/article/tweaking-education-system/",
      "summary": "A reflection on possible changes to the education system to better meet student needs."
    },
    {
      "name": "Care-full Collectives and their Care Practices",
      "publisher": "Khattamicah.xyz",
      "releaseDate": "2020-01-01",
      "url": "https://khattamicah.xyz/portfolio/research/publication/2020-01-01-Carefull-Collectives-and-their-Care-Practices/",
      "summary": "Explores care, collaboration, and network practices in various collectives, proposing alternative organizational structures rooted in mutual aid."
    },
    {
      "name": "How I Use Speculative Design",
      "publisher": "Khattamicah.xyz",
      "releaseDate": "2022-02-01",
      "url": "https://khattamicah.xyz/portfolio/research-and-writing/writing/2022-02-01-How-I-use-Speculative-Design-in-my-practice/",
      "summary": "Discusses the use of speculative design methods in practical applications."
    },
    {
      "name": "The Disenfranchisement of Paniyas in Kerala",
      "publisher": "Khattamicah.xyz",
      "releaseDate": "2018-12-01",
      "url": "https://khattamicah.xyz/portfolio/research-and-writing/research/2018-12-01-the-disenfranchisement-of-adivasis-in-kerala/",
      "summary": "A literature review on the Paniya tribe, covering topics such as caste structures, employment, and health issues in Wayanad."
    },
    {
      "name": "Establishing a Community Network",
      "publisher": "Khattamicah.xyz",
      "releaseDate": "2022-01-01",
      "url": "https://khattamicah.xyz/portfolio/research-and-writing/writing/2022-01-01-Establishing-a-Community-Based-Generative-Wifi-Mesh-Network/",
      "summary": "A speculative framework exploring contributors to a community network, imagining ways to develop local digital infrastructures."
    }
  ]
}