[
  "obsidian-bulk-rename-plugin",
  "file-explorer-plus",
  "editing-toolbar",
  "obsidian-excalidraw-plugin",
  "change-case",
  "obsidian-local-images-plus",
  "templater-obsidian",
  "cmdr",
  "uri-commands",
  "note-refactor-obsidian",
  "obsidian-frontmatter-tag-suggest",
  "dataview"
]